{
  "qa_pairs": {
    "what is your pricing for mobile app development?": "Our mobile app development pricing starts at $15,000 for basic apps and can range up to $50,000+ for complex enterprise applications. We offer free consultations to provide accurate quotes based on your specific requirements.",
    "how long does development take?": "Android mobile app 1 month, iphone mobile app 1 month, website 2 weeks, web application depends on what you want and how the application is big ",
    "do you offer maintenance?": "yes, for the website we offer 3 months free maintenance and for the web app and mobile app 1 month free.  ",
    "can you tell me about the push notification mobile app?": "Push Notification mobile app is an Android an iPhone app that helps to the business owners to communicate with their customers in real time."
  },
  "personality": {},
  "examples": [
    {
      "user": "Tell me about Kiatech Software",
      "assistant": "Kiatech Software is a leading software development company. About Kiatech Software Transforming Ideas into Digital Solutions We are a passionate team of software developers, designers, and innovators dedicated to creating custom solutions that drive business g..."
    },
    {
      "user": "Tell me about Kiatech Software",
      "assistant": "Kiatech Software is a leading software development company. About Kiatech Software Transforming Ideas into Digital Solutions We are a passionate team of software developers, designers, and innovators dedicated to creating custom solutions that drive business g..."
    }
  ],
  "facts": [
    "From Kiatech Software INC: Transform Your Business with Custom Software Solutions We build powerful, scalable web applications that drive growth, efficiency, and success for businesses of all sizes. Get FREE Consultation Watch Our Work 5+ Years Experience 100+ Projects Delivered 24/7 Support Web Development Mobile Apps System Integration Cloud Solutions UI/UX Design Why Choose Kiatech Software? We deliver exceptional results through cutting-edge technology and expert development Website & Web App Design Custom, responsive...",
    "From : Ready to Transform Your Business? Get a FREE consultation and discover how our custom software solutions can boost your productivity and growth. 24/7 Support Available Let's Start Your Project Connect with our expert team and get personalized solutions for your business needs. Email Us info@kiatechsoftware.com We'll respond within 2 hours Call Us +1 604 781 4912 Mon-Fri 9AM-6PM PST Live Chat Click to start chatting Instant response Why Choose Kiatech? 5+ Years of Experience Custom Solutions 24/7...",
    "From About Us: About Kiatech Software Transforming Ideas into Digital Solutions We are a passionate team of software developers, designers, and innovators dedicated to creating custom solutions that drive business growth and success. 5+ Years Experience 100+ Projects Delivered 24/7 Support Custom Web Development UI/UX Design System Integration Cloud Solutions Our Mission To empower businesses with cutting-edge software solutions that streamline operations, enhance productivity, and drive sustainable growth in ..."
  ]
}